Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: | Also matched normal search
zh_hans: |也匹配正常搜索

source: Also matched normal search.
zh_hans: 也匹配正常搜索。

source: Existing user files will not be overwritten.
zh_hans: 不会覆盖现有用户文件。

source: # Index Graph
zh_hans: # 索引图谱

# %@ - %lld recent matches
source: %1$@ - %2$lld recent matches
zh_hans: %1$@ - 最近 %2$lld 个匹配项

# %@ · %lld affected
source: %1$@ · %2$lld affected
zh_hans: %1$@ · 影响 %2$lld 个

# %@ · %lld affected · %@
source: %1$@ · %2$lld affected · %3$@
zh_hans: %1$@ · 影响 %2$lld 个 · %3$@

# %@ · %lld files
source: %1$@ · %2$lld files
zh_hans: %1$@ · %2$lld 个文件

source: %@ %d selected files...
zh_hans: %@：%d 个选中文件...

source: %@ Copy
zh_hans: %@ 副本

source: %@ selected file...
zh_hans: %@：选中文件...

source: %@ selected files...
zh_hans: %@：选中的文件...

# %@, %@, %lld files, %@
source: %1$@, %2$@, %3$lld files, %4$@
zh_hans: %1$@，%2$@，%3$lld 个文件，%4$@

source: %@Only the file name changes. Category and notes stay attached to this file.
zh_hans: %@仅更改文件名。分类和备注仍与此文件关联。

# %arg - %arg recent matches
source: %1$arg - %2$arg recent matches
zh_hans: %1$arg - 最近 %2$arg 个匹配项

# %arg · %arg affected
source: %1$arg · %2$arg affected
zh_hans: %1$arg · 影响 %2$arg 个

# %arg · %arg affected · %arg
source: %1$arg · %2$arg affected · %3$arg
zh_hans: %1$arg · 影响 %2$arg 个 · %3$arg

# %arg · %arg files
source: %1$arg · %2$arg files
zh_hans: %1$arg · %2$arg 个文件

source: %arg active filters
zh_hans: %arg 个已启用筛选条件

source: %arg already match target category
zh_hans: %arg 个已匹配目标分类

source: %arg conflicts
zh_hans: %arg 个冲突

# %arg date error, %arg
source: %1$arg date error, %2$arg
zh_hans: %1$arg 个日期错误，%2$arg

# %arg date filter, %arg
source: %1$arg date filter, %2$arg
zh_hans: %1$arg 个日期筛选条件，%2$arg

source: %arg existing files match this rule
zh_hans: %arg 个现有文件匹配此规则

source: %arg files are still in iCloud
zh_hans: %arg 个文件仍在 iCloud 中

# %arg files will receive %arg tags.
source: %1$arg files will receive %2$arg tags.
zh_hans: 将为 %1$arg 个文件添加 %2$arg 个标签。

source: %arg filter
zh_hans: %arg 个筛选条件

source: %arg invalid or blocked suggestions must be rejected before applying.
zh_hans: 应用前必须拒绝 %arg 个无效或被阻止的建议。

source: %arg matching files
zh_hans: %arg 个匹配文件

source: %arg missing items can be removed from the index
zh_hans: 可从索引中移除 %arg 个缺失项

source: %arg need review
zh_hans: %arg 个需要检查

source: %arg selected
zh_hans: 已选择 %arg 个

# %arg sync conflicts need review. %arg.
source: %1$arg sync conflicts need review. %2$arg.
zh_hans: %1$arg 个同步冲突需要检查。%2$arg。

source: %arg tags need attention before applying.
zh_hans: 应用前有 %arg 个标签需要处理。

source: %arg will change category
zh_hans: %arg 个将更改分类

# %arg, %arg, %arg files, %arg
source: %1$arg, %2$arg, %3$arg files, %4$arg
zh_hans: %1$arg，%2$arg，%3$arg 个文件，%4$arg

# %arg, confidence %arg percent
source: %1$arg, confidence %2$arg percent
zh_hans: %1$arg，置信度为百分之 %2$arg

# %arg. %arg. Review.
source: %1$arg. %2$arg. Review.
zh_hans: %1$arg。%2$arg。请检查。

source: %argOnly the file name changes. Category and notes stay attached to this file.
zh_hans: %arg仅更改文件名。分类和备注仍与此文件关联。

source: %d active
zh_hans: %d 个生效

source: %d filters active, %d matching files
zh_hans: %d 个筛选条件生效，匹配 %d 个文件

source: %d results
zh_hans: %d 个结果

source: %lld active filters
zh_hans: %lld 个已启用筛选条件

source: %lld already match target category
zh_hans: %lld 个已匹配目标分类

source: %lld conflicts
zh_hans: %lld 个冲突

source: %lld existing files match this rule
zh_hans: %lld 个现有文件匹配此规则

source: %lld files are still in iCloud
zh_hans: %lld 个文件仍在 iCloud 中

# %lld files will receive %lld tags.
source: %1$lld files will receive %2$lld tags.
zh_hans: 将为 %1$lld 个文件添加 %2$lld 个标签。

source: %lld invalid or blocked suggestions must be rejected before applying.
zh_hans: 应用前必须拒绝 %lld 个无效或被阻止的建议。

source: %lld matching files
zh_hans: %lld 个匹配文件

source: %lld missing items can be removed from the index
zh_hans: 可从索引中移除 %lld 个缺失项

source: %lld need review
zh_hans: %lld 个需要检查

source: %lld selected
zh_hans: 已选择 %lld 个

# %lld sync conflicts need review. %@.
source: %1$lld sync conflicts need review. %2$@.
zh_hans: %1$lld 个同步冲突需要检查。%2$@。

source: %lld tags need attention before applying.
zh_hans: 应用前有 %lld 个标签需要处理。

source: %lld will change category
zh_hans: %lld 个将更改分类

source: + Add...
zh_hans: + 添加...

source: +%arg more
zh_hans: 另有 %arg 个

source: +%lld more
zh_hans: 另有 %lld 个

source: 0 failed
zh_hans: 0 个失败

source: 0 files already had these tags
zh_hans: 0 个文件已有这些标签

source: 1 result
zh_hans: 1 个结果

source: A new AREAMATRIX.md will be created at the repository root.
zh_hans: 将在资料库根目录创建新的 AREAMATRIX.md。

source: A privacy rule blocked the summary input.
zh_hans: 隐私规则阻止了摘要输入。

source: A Smart List named "%@" already exists.
zh_hans: 名为“%@”的智能列表已存在。

source: A suggestion could not be applied.
zh_hans: 无法应用某条建议。

source: Accept
zh_hans: 接受

source: Accept high confidence
zh_hans: 接受高置信度项

source: Accept selected
zh_hans: 接受所选项

source: Action
zh_hans: 操作

source: Action: %arg
zh_hans: 操作：%arg

source: Actions
zh_hans: 操作

source: Add
zh_hans: 添加

source: Add extension
zh_hans: 添加扩展名

source: Add keyword
zh_hans: 添加关键词

source: Add pending tag
zh_hans: 添加待处理标签

source: Add rule
zh_hans: 添加规则

source: Add selected rules
zh_hans: 添加所选规则

source: Add tag manually
zh_hans: 手动添加标签

source: Add tag...
zh_hans: 添加标签...

source: Add tags
zh_hans: 添加标签

source: Add tags from file detail or batch actions.
zh_hans: 可从文件详情或批量操作中添加标签。

source: Add tags to the selected files
zh_hans: 为所选文件添加标签

source: Add tags...
zh_hans: 添加标签...

source: added
zh_hans: 已添加

source: Added to 0 files
zh_hans: 已添加到 0 个文件

source: Adjust the current filters or clear them.
zh_hans: 调整当前过滤器或清除它们。

source: Adjust the query or filters before retrying.
zh_hans: 请调整查询或筛选条件后重试。

source: Adopted
zh_hans: 通过

source: Adopted or external files default to metadata-only correction.
zh_hans: 接管或外部文件默认只修正元数据。

# advanced.diagnosticSummary
source: AreaMatrix diagnostic summary Repository: %1$@ App version: %2$@ Core version: %3$@ Repo schema version: %4$@ Overview output: %5$@ Allow replace during import: %6$@ Diagnostics exclude original file contents and are not uploaded automatically.
zh_hans: AreaMatrix 诊断摘要 资料库：%1$@ 应用版本：%2$@ Core 版本：%3$@ 资料库 schema 版本：%4$@ 概述输出：%5$@ 允许导入时替换：%6$@ 诊断信息不包含原始文件内容，也不会自动上传。

source: Affected files: %arg
zh_hans: 受影响的文件：%arg

source: Affected files: %lld
zh_hans: 受影响的文件：%lld

source: Affected record
zh_hans: 受影响的记录

source: Affected records
zh_hans: 受影响记录

source: AI Call Detail
zh_hans: AI 调用详情

source: AI call log
zh_hans: AI 调用日志

source: AI Call Log
zh_hans: AI 调用日志

source: AI call log cleared.
zh_hans: AI 调用日志已清除。

source: AI call log could not be loaded
zh_hans: AI通话记录无法加载

source: AI call log could not be loaded.
zh_hans: 无法加载 AI 调用日志。

source: AI call log entry could not be found.
zh_hans: 找不到 AI 调用日志条目。

source: AI call log is loading
zh_hans: AI通话记录正在加载

source: AI call log is unavailable
zh_hans: AI通话记录不可用

source: AI Category Suggestion
zh_hans: AI 分类建议

source: AI category suggestion could not be loaded.
zh_hans: 无法加载 AI 分类建议。

source: AI classification feature is off
zh_hans: AI 分类功能已关闭

source: AI classification feature is off.
zh_hans: AI 分类功能已关闭。

source: AI classification suggestions are off
zh_hans: AI 分类建议已关闭

source: AI classification suggestions are off.
zh_hans: AI 分类建议已关闭。

source: AI confidence
zh_hans: AI 置信度

source: AI controls are disabled until settings finish loading.
zh_hans: 设置加载完成前，AI 控件不可用。

source: AI could not be paused.
zh_hans: 无法暂停 AI。

source: AI disabled
zh_hans: 人工智能已禁用

source: AI fallback could not be recorded in the call log.
zh_hans: 无法在调用日志中记录 AI 回退。

source: AI fallback status could not be loaded: %@
zh_hans: 无法加载 AI 回退状态：%@

source: AI fallback status could not be loaded: %arg
zh_hans: 无法加载 AI 回退状态：%arg

source: AI fallback status could not be loaded.
zh_hans: 无法加载 AI 回退状态。

source: AI fallback status is unavailable
zh_hans: AI 回退状态不可用

source: AI feature is off
zh_hans: AI 功能已关闭

source: AI features
zh_hans: AI 功能

source: AI final category
zh_hans: AI 最终分类

source: AI is disabled for this repository.
zh_hans: 此资料库已关闭 AI。

source: AI is disabled for this repository. Your files were not changed.
zh_hans: 此资料库已禁用 AI。你的文件未发生更改。

source: AI is disabled in repository settings.
zh_hans: 资料库设置中已禁用 AI。

source: AI is off
zh_hans: AI 已关闭

source: AI is off by default or has not been used yet.
zh_hans: AI默认关闭或者尚未使用。

source: AI is off. AreaMatrix will not call local or remote models.
zh_hans: AI 已关闭。AreaMatrix 不会调用本地或远程模型。

source: AI log entries deleted.
zh_hans: AI 日志条目已删除。

source: AI paused.
zh_hans: AI 已暂停。

source: AI Privacy Rule
zh_hans: AI 隐私规则

source: AI privacy rule could not be loaded.
zh_hans: 无法加载 AI 隐私规则。

source: AI Privacy Rules
zh_hans: AI 隐私规则

source: AI privacy rules could not be checked
zh_hans: 无法检查 AI 隐私规则

source: AI privacy rules could not be checked.
zh_hans: 无法检查 AI 隐私规则。

source: AI privacy rules could not be loaded.
zh_hans: 无法加载 AI 隐私规则。

source: AI privacy rules could not be saved.
zh_hans: 无法保存 AI 隐私规则。

source: AI privacy rules could not be tested.
zh_hans: 无法测试 AI 隐私规则。

source: AI provider is unavailable
zh_hans: AI 提供商不可用

source: AI provider is unavailable.
zh_hans: AI 提供商不可用。

source: AI reason
zh_hans: AI 原因

source: AI request timed out
zh_hans: AI 请求超时

source: AI settings could not be loaded.
zh_hans: 无法加载 AI 设置。

source: AI settings could not be saved.
zh_hans: 无法保存 AI 设置。

source: AI settings privacy summary could not be refreshed.
zh_hans: 无法刷新 AI 设置中的隐私摘要。

source: AI suggested a category
zh_hans: AI 建议了一个分类

source: AI suggested a category.
zh_hans: AI 已建议一个分类。

source: AI suggested category
zh_hans: AI 建议分类

source: AI suggestion failed.
zh_hans: AI 建议失败。

source: AI suggestion is unavailable.
zh_hans: AI 建议不可用。

source: AI suggestion must require user confirmation.
zh_hans: AI 建议必须经过用户确认。

source: AI suggestion was skipped.
zh_hans: 已跳过 AI 建议。

source: AI suggestions...
zh_hans: AI 建议...

source: AI summaries are off
zh_hans: AI摘要已关闭

source: AI summary
zh_hans: AI总结

source: AI Summary
zh_hans: AI 概览

source: AI summary draft
zh_hans: AI 概览草稿

source: AI tag suggestions are not generated while this setting is off.
zh_hans: 此设置关闭时不会生成 AI 标签建议。

source: AI tag suggestions are off
zh_hans: AI 标签建议已关闭

source: AI tag suggestions...
zh_hans: AI 标签建议...

source: AI used context
zh_hans: AI 使用的上下文

# ai.callLog.clearAllConfirmationMessage
source: This deletes all AI call log entries on this Mac. It will not delete files, AI results, tags, summaries, notes, AI settings, or API keys.
zh_hans: 这会删除此 Mac 上的全部 AI 调用日志条目，但不会删除文件、AI 结果、标签、概述、笔记、AI 设置或 API 密钥。

# ai.callLog.deleteSelectedConfirmationMessage
source: This only deletes log entries. It will not delete files, AI results, tags, summaries, notes, or AI settings.
zh_hans: 这只会删除日志条目，不会删除文件、AI 结果、标签、概述、笔记或 AI 设置。

# ai.classification.applied
source: Classification applied to %@.
zh_hans: 已应用分类“%@”。

# ai.classification.applied.ruleNotSaved
source: Classification applied to %@. Rule was not saved.
zh_hans: 已应用分类“%@”。规则未保存。

# ai.classification.applied.ruleSaved
source: Classification applied to %@. Rule saved for future imports.
zh_hans: 已应用分类“%@”。规则已保存供后续导入使用。

# ai.classification.applyConfirmation
source: %1$@%2$@ Target path: %3$@. If apply fails, the file keeps its original category and path.
zh_hans: %1$@%2$@ 目标路径：%3$@。如果应用失败，文件将保留原分类和路径。

# ai.classification.callLog.entryMissing
source: Entry %@ is not present in the current classification call log page.
zh_hans: 当前分类调用日志页面中不存在条目 %@。

# ai.classification.callLog.title
source: Call log %@
zh_hans: 调用日志 %@

# ai.classification.confidencePercent
source: Confidence: %lld%%
zh_hans: 置信度：%lld%%

# ai.classification.conflictTargetName
source: Existing user files will not be overwritten; target name: %@.
zh_hans: 不会覆盖现有用户文件；目标名称：%@。

# ai.classification.currentCategory
source: Current category: %@
zh_hans: 当前分类：%@

# ai.classification.lowConfidencePercent
source: Low confidence: %lld%%
zh_hans: 低置信度：%lld%%

# ai.classification.reason
source: Reason: %@
zh_hans: 原因：%@

# ai.classification.suggestedCategory
source: Suggested category: %@
zh_hans: 建议分类：%@

# ai.classification.targetCategory
source: Target category: %@
zh_hans: 目标分类：%@

# ai.privacy.deleteRuleDetail
source: Future AI calls may no longer skip content that matched this rule. This will not delete files, existing AI results, tags, summaries, notes, or call logs.
zh_hans: 后续 AI 调用可能不再跳过匹配此规则的内容。此操作不会删除文件、现有 AI 结果、标签、概述、笔记或调用日志。

# ai.privacy.emptyRulesDetail
source: Remote AI is still off by default. Add rules to block specific folders, keywords, extensions, categories, or tags whenever AI is enabled.
zh_hans: 远程 AI 默认仍处于关闭状态。启用 AI 后，可添加规则来阻止特定文件夹、关键词、扩展名、分类或标签。

# ai.privacy.fieldMatchSummary
source: %@ · %lld recent matches
zh_hans: %@ · 最近匹配 %lld 次

# ai.privacy.focusedField
source: Focused remote field %@
zh_hans: 已聚焦远程字段 %@

# ai.privacy.focusedRule
source: Focused privacy rule %@
zh_hans: 已聚焦隐私规则 %@

# ai.privacy.headerDetail
source: Privacy rules are checked before AI uses file metadata or extracted text. Remote AI is blocked by default for matching rules.
zh_hans: AI 使用文件元数据或提取文本前会检查隐私规则。匹配规则的内容默认禁止发送给远程 AI。

# ai.privacy.lastMatched
source: last matched %@
zh_hans: 上次匹配于 %@

# ai.privacy.lastMatchedUnknown
source: last matched unknown
zh_hans: 上次匹配时间未知

# ai.privacy.matchCount
source: %lld matches
zh_hans: %lld 次匹配

# ai.privacy.remoteGateDetail
source: This is a privacy gate, not the provider disable page. Blocking here does not delete Keychain credentials, provider configuration, local AI settings, summaries, tags, or call logs.
zh_hans: 这里是隐私门禁，不是停用提供商的页面。在此阻止远程 AI 不会删除钥匙串凭据、提供商配置、本地 AI 设置、概述、标签或调用日志。

# ai.privacy.rule.missing
source: Rule %@ is not present in the current privacy rules snapshot.
zh_hans: 当前隐私规则快照中不存在规则 %@。

# ai.privacy.ruleSummary
source: %1$@, %2$lld files, %3$@
zh_hans: %1$@，%2$lld 个文件，%3$@

# ai.remote.dataFlowDetail
source: Remote AI may send selected file metadata or extracted text to the provider you choose. Privacy rules are checked before every remote call.
zh_hans: 远程 AI 可能会将选定的文件元数据或提取文本发送给你选择的提供商。每次远程调用前都会检查隐私规则。

# ai.remote.disableDetail
source: Remote AI calls will stop immediately. Local AI features and existing saved summaries, tags, and call logs will not be deleted.
zh_hans: 远程 AI 调用会立即停止。本地 AI 功能以及已经保存的概述、标签和调用日志不会被删除。

# ai.settings.privacySummarySyncDetail
source: The saved privacy summary could not be synchronized with the current AI settings.
zh_hans: 保存后的隐私摘要未能与当前 AI 设置同步。

# ai.settings.remoteProviderConsentDetail
source: Remote AI configuration manages provider setup, API key storage, connection verification, and remote scope.
zh_hans: 远程 AI 配置用于管理提供商设置、API 密钥存储、连接验证和远程范围。

# ai.summary.characterCount
source: %lld characters
zh_hans: %lld 个字符

# ai.summary.clearConfirmationMessage
source: This clears the AI-derived summary for this file. It will not delete your note, original file, extracted text, tags, or AI call log.
zh_hans: 这会清除此文件的 AI 概述，但不会删除笔记、原文件、提取文本、标签或 AI 调用日志。

# ai.summary.clearConflict.revisions
source: Clear expected revision %1$lld; latest revision is %2$lld.
zh_hans: 清除操作预期版本为 %1$lld；最新版本为 %2$lld。

# ai.summary.conflict.revisions
source: Expected revision %1$lld; latest revision is %2$lld.
zh_hans: 预期版本为 %1$lld；最新版本为 %2$lld。

# ai.summary.contentLanguage
source: Content language: %@
zh_hans: 内容语言：%@

# ai.summary.model
source: Model: %@
zh_hans: 模型：%@

# ai.summary.regenerateConfirmationMessage
source: This replaces the current draft or unsaved edits with a new AI-generated draft. Saved notes and the original file will not be changed.
zh_hans: 这会用新生成的 AI 草稿替换当前草稿或未保存的编辑。已保存的笔记和原文件不会改变。

# ai.tagSuggestion.accessibilityLabel
source: %@, confidence %@ percent
zh_hans: %@，置信度百分之 %@

# ai.tagSuggestion.confidenceThreshold
source: Confidence threshold: %@%% - %@
zh_hans: 置信度阈值：%@%% - %@

# ai.tagSuggestion.merge.create
source: Will create tag %@
zh_hans: 将创建标签 %@

# ai.tagSuggestion.merge.mergeExisting
source: Merge with existing tag %@
zh_hans: 与现有标签 %@ 合并

# ai.tagSuggestion.merge.useExisting
source: Will use existing tag %@
zh_hans: 将使用现有标签 %@

# ai.tagSuggestion.reason
source: Reason: %@
zh_hans: 原因：%@

# ai.tagSuggestion.usedFields
source: Used fields: %@
zh_hans: 使用的字段：%@

# ai.tagSuggestions.rejectedFeedback
source: %lld suggestions rejected. Feedback recorded for this review.
zh_hans: 已拒绝 %lld 条建议。已记录本次审查的反馈。

source: All
zh_hans: 全部

source: All categories
zh_hans: 全部分类

source: All conflicts in this scope are blocked.
zh_hans: 此范围内的所有冲突均被阻止。

source: All selected tags
zh_hans: 所有已选标签

source: All storage modes
zh_hans: 所有存储模式

source: All types
zh_hans: 全部类型

source: Allow remote AI after provider consent
zh_hans: 经提供商同意后允许远程 AI

source: Allow replace during import
zh_hans: 导入时允许替换

source: Allowed
zh_hans: 允许

source: Allowed fields: %@
zh_hans: 允许的字段：%@

source: Allowed fields: %arg
zh_hans: 允许的字段：%arg

source: Allowed for selected features
zh_hans: 允许用于选定功能

source: Already added
zh_hans: 已添加

source: Already applied
zh_hans: 已应用

source: Already committed local index fragments can still be used.
zh_hans: 已提交的本地索引片段仍可继续使用。

source: Already correct
zh_hans: 已经正确

source: already existed
zh_hans: 已存在

source: Already selected
zh_hans: 已选择

source: Also matched normal search
zh_hans: 也匹配普通搜索

source: Also remove stored API key
zh_hans: 同时移除已存储的 API 密钥

source: Any
zh_hans: 任一

source: Any and All match the same single selected tag.
zh_hans: 仅选择一个标签时，“任一”和“全部”的匹配结果相同。

source: Any selected tag
zh_hans: 任一已选标签

source: API key
zh_hans: API 密钥

source: API key draft could not be discarded after provider details changed.
zh_hans: 提供商详情更改后，无法丢弃 API 密钥草稿。

source: API key draft could not be discarded after the connection test failed.
zh_hans: 连接测试失败后，无法丢弃 API 密钥草稿。

source: API key draft could not be discarded.
zh_hans: 无法丢弃 API 密钥草稿。

source: API key is required.
zh_hans: 必须填写 API 密钥。

source: App version
zh_hans: 应用版本

source: App version: %@
zh_hans: 应用版本：%@

# app.command.commandPalette
source: Command Palette...
zh_hans: 命令面板...

# app.command.import
source: Import...
zh_hans: 导入...

# app.command.settings
source: Settings...
zh_hans: 设置...

# app.command.undoHistory
source: Undo History...
zh_hans: 撤销历史...

source: Appearance
zh_hans: 外观

source: Applied
zh_hans: 已应用

# Applied %arg tags, failed %arg tags.
source: Applied %1$arg tags, failed %2$arg tags.
zh_hans: 已应用 %1$arg 个标签，%2$arg 个标签失败。

# Applied %arg, skipped %arg, failed %arg.
source: Applied %1$arg, skipped %2$arg, failed %3$arg.
zh_hans: 已应用 %1$arg 个，跳过 %2$arg 个，失败 %3$arg 个。

# Applied %lld tags, failed %lld tags.
source: Applied %1$lld tags, failed %2$lld tags.
zh_hans: 已应用 %1$lld 个标签，%2$lld 个标签失败。

# Applied %lld, skipped %lld, failed %lld.
source: Applied %1$lld, skipped %2$lld, failed %3$lld.
zh_hans: 已应用 %1$lld 个，跳过 %2$lld 个，失败 %3$lld 个。

# Applied to %arg files, failed on %arg files.
source: Applied to %1$arg files, failed on %2$arg files.
zh_hans: 已应用到 %1$arg 个文件，%2$arg 个文件失败。

# Applied to %lld files, failed on %lld files.
source: Applied to %1$lld files, failed on %2$lld files.
zh_hans: 已应用到 %1$lld 个文件，%2$lld 个文件失败。

source: Applies to
zh_hans: 应用于

source: Applies to: future imports and existing files if applied now
zh_hans: 应用范围：未来导入，以及现在应用时的现有文件

source: Apply
zh_hans: 应用

source: Apply AI category?
zh_hans: 应用 AI 分类？

source: Apply category
zh_hans: 应用分类

source: Apply classifier rule...
zh_hans: 应用分类规则...

source: Apply correction
zh_hans: 应用修正

source: Apply correction changes only this file. Save a rule from Edit rule or Preview impact.
zh_hans: 应用纠正只会更改此文件。可从“编辑规则”或“预览影响”保存规则。

source: Apply edited
zh_hans: 应用编辑

source: Apply failed.
zh_hans: 应用失败。

source: Apply resolution
zh_hans: 应用解决方式

source: Apply selected
zh_hans: 应用所选项

source: Apply strategy
zh_hans: 应用策略

source: Apply suggestion
zh_hans: 应用建议

source: Apply tags
zh_hans: 应用标签

source: Apply the selected Core sync conflict resolution.
zh_hans: 应用所选的 Core 同步冲突解决方案。

source: Apply this strategy to all similar conflicts
zh_hans: 将此策略应用于所有类似冲突

source: Applying AI category...
zh_hans: 正在应用 AI 分类...

source: Applying resolution...
zh_hans: 正在应用解决方式...

source: Applying...
zh_hans: 正在应用...

source: AreaMatrix cannot read the repository metadata database. Your files remain in the repository folder.
zh_hans: AreaMatrix 无法读取资料库元数据数据库。你的文件仍保留在资料库文件夹中。

source: AreaMatrix cannot relink this missing file from its current state.
zh_hans: AreaMatrix 无法在当前状态下重新关联此缺失文件。

source: AreaMatrix could not read the AI category fallback state because fallback metadata is invalid.
zh_hans: 回退元数据无效，AreaMatrix 无法读取 AI 分类回退状态。

source: AreaMatrix could not read the standardized AI category fallback state.
zh_hans: AreaMatrix 无法读取标准化的 AI 分类回退状态。

source: AreaMatrix could not record the AI call log. Use normal search while logs recover.
zh_hans: AreaMatrix 无法记录 AI 调用日志。日志恢复前请使用普通搜索。

source: AreaMatrix did not find conflicted copies in this repository.
zh_hans: AreaMatrix 在此资料库中未发现冲突副本。

source: AreaMatrix does not have permission to read the AI category fallback metadata.
zh_hans: AreaMatrix 没有读取 AI 分类回退元数据的权限。

source: AreaMatrix does not permanently delete files.
zh_hans: AreaMatrix 不会永久删除文件。

source: AreaMatrix found files that may represent different versions. No version has been deleted.
zh_hans: AreaMatrix 发现了可能属于不同版本的文件，尚未删除任何版本。

source: AreaMatrix Import Result
zh_hans: AreaMatrix 导入结果

source: AREAMATRIX INDEX
zh_hans: AREAMATRIX 索引

source: AreaMatrix is checking startup recovery before opening the repository.
zh_hans: AreaMatrix 正在打开资料库前检查启动恢复状态。

source: AreaMatrix is mapping the AI category fallback reason.
zh_hans: AreaMatrix 正在解析 AI 分类的降级原因。

source: AreaMatrix is mapping the AI category fallback reason. Recovery actions are disabled until it completes.
zh_hans: AreaMatrix 正在解析 AI 分类的降级原因。完成前，恢复操作不可用。

source: AreaMatrix keeps a deleted metadata record for at least 30 days for traceability.
zh_hans: AreaMatrix 会将已删除的元数据记录保留至少 30 天，以便追溯。

source: AreaMatrix only writes .areamatrix/ignore.yaml; check metadata folder permissions and retry.
zh_hans: AreaMatrix 只会写入 .areamatrix/ignore.yaml；请检查元数据文件夹权限后重试。

source: AreaMatrix will append a clearly marked managed block to AREAMATRIX.md.
zh_hans: AreaMatrix 将向 AREAMATRIX.md 追加一个带有明确标记的托管区块。

source: AreaMatrix will build a semantic index for searchable files.
zh_hans: AreaMatrix 将为可搜索文件构建语义索引。

source: AreaMatrix will continue writing generated overviews to .areamatrix/generated/. If AREAMATRIX.md already exists, AreaMatrix will only update its own managed block after you confirm. README.md is never used as an automatic output target.
zh_hans: AreaMatrix 将继续把生成的概览写入 .areamatrix/generated/。如果 AREAMATRIX.md 已存在，AreaMatrix 仅会在你确认后更新其自行管理的区块。README.md 永远不会用作自动输出目标。

source: AreaMatrix will move the other version to system Trash and keep a change-log record.
zh_hans: AreaMatrix 会将另一个版本移至系统废纸篓，并保留更改日志记录。

source: AreaMatrix will move this file to the system Trash and keep a change-log record.
zh_hans: AreaMatrix 会将此文件移到系统废纸篓，并保留变更日志记录。

source: AreaMatrix will not permanently delete these files.
zh_hans: AreaMatrix 不会永久删除这些文件。

source: AreaMatrix will stop processing remaining files.
zh_hans: AreaMatrix 将停止处理剩余文件。

source: AreaMatrix will update category metadata and change log only.
zh_hans: AreaMatrix 只会更新分类元数据和变更日志。

source: AreaMatrix will update the category and move the file to the target folder.
zh_hans: AreaMatrix 将更新分类并把文件移动到目标文件夹。

source: AreaMatrix will update the category metadata and change log.
zh_hans: AreaMatrix 将更新分类元数据和变更日志。

# AreaMatrix 会先确认 staging 状态，再允许重试当前项。
source: AreaMatrix will verify the staging status before allowing the current item to be retried.
zh_hans: AreaMatrix 会先确认 staging 状态，再允许重试当前项。

# AreaMatrix 永远不会覆盖已有 README.md。
source: AreaMatrix will never overwrite an existing README.md.
zh_hans: AreaMatrix 永远不会覆盖已有 README.md。
